Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 然后麦格还是踩断了他的手臂。
en_us: After that, Mag stepped on his arm.

source: 熟悉的辣味，还有这一般人不敢拿上桌的食材：猪耳朵、猪舌头。
en_us: The familiar spiciness and the ingredients that no one would usually serve: pig's ears and tongue.

source: 爆炸酒是里斯酒馆的招牌酒，本届品酒大会再次用爆炸酒参赛，而且得到诸位评委的认可，可见里斯酒馆老板的野心。
en_us: The Explosive Liquor was Reese Tavern's signature liquor. One could easily see the Reese Tavern's boss' ambition since he used the Explosive Liquor to take part in the competition and received all the judges' recognition.

source: 爆炸酒获得了高分之后，又有几款酒获得了45分左右的高分。
en_us: After the Explosive Liquor received a high score, there were a few more liquors that received around 45 points.

source: 父亲大人为什么会知道呢？
en_us: How did Father know?

source: 爷爷为了救我，所以才受了重伤，否则凭他们肯定伤不到爷爷的，是我太没用了。”诺亚一脸自责道。
en_us: "In order to save me, Grandpa got this seriously wounded. Otherwise, they would never be able to hurt Grandpa with their capabilities. I am too useless," Noya said self-reproachfully.

source: 爽脆的口感，微咸带甜的滋味，让帕萨卡的眉毛挑了挑，露出了愉悦的笑容。
en_us: The crunchy texture and the savory and sweet taste made Pasaca raise his eyebrows and reveal a joyful smile.

source: 牙齿与花生的碰撞，带来了酥脆的口感。
en_us: The teeth collided with the peanut, bringing a crunchy texture.

source: 牙齿与花生碰撞，发出了一声轻响。
en_us: When her teeth collided with the peanut, there was a soft crunch.

source: 牛肉入口，微焦的表皮和那蒜香味的酱汁当先在嘴里化开，平时感觉冲鼻的蒜香，在这一刻却显得格外柔和而美味，让人满口生津。
en_us: As soon as the beef entered their mouth, its slightly charred surface melted over their palate along with the garlic-flavored sauce. The garlic usually tasted sharp and overwhelming, but the flavor of this garlic sauce was very mellow and delicious.

source: 物理降温，这自然没有问题，麦格也没有拦着她。
en_us: There was no problem with physical cooling, so Mag didn't stop her.

source: 特别是配上她的萌言萌语，更是添了几分趣味。
en_us: It was even more interesting, especially after coupling with her cute language.

source: 犹豫了一下，晞将小盅的盖子揭开。
en_us: After hesitating for a while, Xi opened the soup pot's cover.

source: 独自安静了许久，他终于开口，冲着门外道：“让他们进来吧。”
en_us: After being alone quietly for a long time, he finally said to the door, "Let them come in."

source: 猪全身是宝，除了柔韧又脆爽的猪耳朵，猪鼻子、猪舌头同样是凉拌的上等食材，如果按照腊肉的做法做成腊猪舌头，让他自然风干一段时间后再简单煮制凉拌，更是风味十足。
en_us: Every part of the pig was a treasure. Apart from the soft and crunchy pig ears, the pig's nose and tongue were also excellent ingredients for a salad. If he made the preserved tongue just like preserved meats by letting it air-dry naturally for some time before cooking it simply, and making it into a salad, it would be even more tasty.

source: 猪耳朵同样被红油包裹着，红亮红亮的，撒着熟芝麻，看起来非常有食欲。
en_us: The pig's ears were also covered in a layer of bright red oil with sesame as garnish. They looked very appetizing.

source: 猪耳朵裹着红亮的红油，酥油的香味裹挟着辣味已是徐徐飘来。
en_us: The pig's ear was covered with a layer of bright red oil, and the fragrance with a hint of spiciness was already wafting over.

source: 王大娘落座，众人这才开吃。
en_us: The housewife took her seat and everyone begun eating.

source: 玛拉也意识到自己的行为好像有点太过鲁莽，小脸红扑扑的，有点结巴道：“我……我就是觉得哈迪斯先生您做的菜太好吃了，是我这辈子吃过最好吃的食物，所以……所以……”
en_us: Mala also realized that her actions seemed a littl too rash. She blushed and stuttered, "I... I just think that you cook really well and this is the best food I've ever had in my life, so... so..."

source: 玛拉吐了吐舌头，假装自己什么都没有说。
en_us: Mala stuck her tongue out and pretended as if she said nothing.

source: 玛拉夹起碗里的鱼肉，仿佛稍稍一用力就会断开，但却凝而不散，弹性十足，红色的酱汁将鱼肉完美包裹，香辣的味道扑面而来，还没有放到嘴里，口水就已经忍不住在分泌，迟疑了一下，慢慢喂到了嘴里。
en_us: Mala picked up the fish meat in her bowl. It was as if the meat would fall apart if she used just a little more force, but it did not. It was very chewy and the red sauce covered every inch of the fish. The fragrant and spicy smell wafted over. Before she even put it into her mouth, she was already salivating. She hesitated for a while before putting the fish into her mouth.

source: 玛拉心疼的看着自家小姐，看着麦格的目光也是带了几分气愤。
en_us: Mala's heart went out to her Young Mistress and she glared at Mag.

source: 玛拉手里的钱盒一时没有抓稳，龙币和金币撒了一地，发出了叮当脆响。
en_us: Mala lost her grip on the money box and the dragon coins and gold coins scattered to the floor, making a din.

source: 玛拉把最后一枚铜币放进钱箱，满是惊喜的看着埃菲说道。
en_us: Mala put the last copper coin into the money box and said to Eiffie ecstatically.

source: 玛拉拿着田螺，几经尝试，最终还是以失败告终。
en_us: Mala took the escargot and after a few tries, she still ended in failure.

source: 玛拉昨天被吓到了，所以她让她今天睡在她房间里。
en_us: Mala got a fright yesterday. Therefore, she was sleeping in Eiffie's room tonight.

source: 玛拉看着埃菲说道：“小姐，你还要睡回笼觉吗？”
en_us: Mala asked Eiffie, "Miss, do you want to go back to sleep?"

source: 玛拉看着墙上的新的酒水单价，不禁有些咋舌道。
en_us: Mala could not help but question when she saw the new liquor pricing put on the wall.

source: 玛拉眼含热泪，因为她爱得深沉。
en_us: Mala had tears welled up in her eyes because she had dove too deep in love.

source: 玛拉跌坐在酒窖的地上，花容失色，声音颤抖道：“小……小姐……他要做什么？”
en_us: Mala fell to the cellar's floor in shock and asked in a quivering voice, "M-miss..., what does he want to do?"

source: 玛拉跟在埃菲的身后，有些意犹未尽咂了咂嘴。
en_us: Mala followed Eiffie and smacked her lips, wishing for more.

source: 玛拉跟着从地窖里跳出来，手里还抱着一个酒瓶，已经做出了鱼死网破的表情。
en_us: Mala jumped otu from the cellar as well, with a bottle of wine in her hand, looking as though she was ready to fight it out.

source: 玛拉跟着哈迪斯先生学做菜，她作为家长，经常过来蹭蹭饭也就变得更加合理了。
en_us: Mala could learn from Mr. Hades and as Mala's parent, it would make more sense for Eiffie to come over for more free meals.

source: 现在乔修在兵部大臣的心中已经与魔鬼无异，并且想诛之而后快，为那些无辜惨死的兵部官员家属报仇。
en_us: Now, Josh was akin to the devil in the eyes of these courtiers from the Ministry of Defense. On top of that, they even wanted him dead to take revenge for the dead families and generals of the Ministry of Defense.

source: 现在乔修已经被全大陆通缉，堪称举世皆敌，被无数双眼睛盯着之后，再想搞出点大事情就变得困难起来了。
en_us: Now, Josh was being hunted on the whole continent. He could be deemed a public enemy, and was targeted by countless pairs of eyes. It became difficult for him to stir bigger trouble.

source: 现在他已经掌握了不少美食的做法，可甜点却没有一样拿得出手的，绿豆糕倒是一个不错的突破方向。
en_us: Mag had now mastered many culinary techniques, but none of the desserts he made was good enough. The mung bean pastry was a good direction for him to work on.

source: 现在他想要把这些商铺租出去，挽回一些损失，也是情有可原，可罗莫街现在连个人影都难得一见，哪有傻子会花钱去租商铺开店。
en_us: It was understandable now that he wanted to rent the shops out to recoup some of his losses. However, there's barely a soul around on Romo Street, Which idiot would spend the money to open a shop here?

source: 现在你们已经被暮光森林最强大、最精锐的兽人军团包围，但我给你们一个缴械投降，归顺和平联盟的机会。
en_us: You are being surrounded by the most powerful and elite orc army in the Twilight Forest right now, but I will give you a chance to surrender and join the Peace Alliance.

source: 现在兵部上下人心惶惶，谁也不知道自己会不会是下一个目标，上边对此事也没有一个说法，太难受了……”
en_us: "Now everyone is just afraid that they will be the next target. There was no explanation from the top as well. This is too much…"

source: 现在商业被停止，局势动荡，各地区到了钱庄已经引来了挤兑潮，人们都想将放在钱庄里的钱拿回来，放到自己的口袋里才觉得更稳妥。
en_us: Now that trade had stopped, and the situation was chaotic, people from different regions were swarming to the bank to withdraw their money as it would feel safer for the money to be in their pockets.

source: 现在已经是第四十五组了，虽然品酒都是用小杯小口浅尝，不过两百多种不同的酒混合在一起，哪怕每一种酒只喝一小口，也不是一般酒量能够承受的。
en_us: It was already the 45th group now. Although they were sampling the liquors with small glasses and taking small sips, they had already mixed over 200 alcoholic drinks together. Even drinking one small sip per liquor would require them to have a high alcohol tolerance.

source: 现在没有人能够找得到乔修，不过网已经撒出去，满大海都是捕鱼人，只要他还想跑出来兴风作浪，迟早会被逮住。
en_us: Right now, no one could find Josh. However, the net was cast, and the sea was full of fishermen. He would be caught sooner or later if he still wanted to cause trouble.

source: 现在生活如此美好，他才不想再次穿越，就算是穿回地球他也不干。
en_us: He would not want to transmigrate again with such a perfect life currently. He would not even want to transmigrate back to Earth.

source: 现在的酿酒坊几乎看不到蒸汽外泄，所有的精华都得到了最妥当的保留。
en_us: Now, there was almost no steam escaping in the brewery and all the essence was retained in the best way.

source: 现在突然多了这样一笔巨款，随手提上楼是不现实了，他们俩得来回搬几趟才能搬完。
en_us: Now, they suddenly had such a huge amount of money, it was already impossible for them to just bring it upstairs. The two of them had to make a few trips before they brought all the coins up.

source: 现在街道两旁随处可见倒闭转租的店铺，而且看样子已经倒闭了很长一段时间，并未找到接盘侠。
en_us: There were many shops on both sides of the streets that were closed or being let out, and it was obvious that there was no one to take over them for a long time.

source: 现在要给父亲和母亲做早餐，倒是兴趣十足。
en_us: However, making breakfast for her parents was rather interesting.

source: 现在还不清楚克苏鲁控制了多少古尸，如果以百万大军来算，就算是赌上整个洛斯帝国也挡不住他们南下。
en_us: They were not sure how many ancient corpses were controlled by Cthulhu. If there were millions of them, even the entire Roth Empire couldn't stop them from moving southwards.

source: 现在那么多客人围观，要是能把这批鹅买回来，今天就能把买鹅的钱给全部赚回来。
en_us: There were so many onlookers right now. He could earn back the money he used to buy the geese today if he could buy back this batch of geese right now.

source: 现在，一个开着酒馆的青年男人，带着如花美娇妻和两个漂亮的女儿，养着一只圆滚滚的小熊猫，完美人设就这样出来了。
en_us: Right now, the persona of a young man opening a tavern with his beautiful wife, two beautiful daughters, and a roly-poly pet panda cub was established.

source: 现在，一切都结束了，族人们已经醒来，但大部分人都选择站在你说推崇的制度对立面的时候，你依旧不肯承认自己的错误，又有什么资格谈让精灵族再次伟大？”
en_us: "Everything is over now. Our people have already woken up, but you're still not willing to admit your mistake when most of our people have chosen to oppose the system that you're promoting. What right do you have to talk about making the elven race great again?"

source: 现在，这份拍黄瓜的滋味已经完全达到了他的要求。
en_us: Now, this Smashed Cucumber Salad had reached his expectations.

source: 现场只留下了一滩血迹和一片狼藉。
en_us: What was left was a pool of blood and a heap of mess.

source: 现场安静了一会，很快便一阵哗然。
en_us: It was silent and all of a sudden, the crowd erupted into a roar.

source: 现场安静了一会，然后一片哗然。
en_us: It was silent and all of a sudden, the crowd erupted into a roar.

source: 现场很快安静下来，众人都期待的看着这位德高望重的会长大人，他将宣布本届品酒大会的最终获奖名单。
en_us: The crowd quickly quiet down and everyone was looking at the highly respected president. He was going to declare the winners of this year's liquor tasting events.

source: 现场的酒客们都颇为兴奋，特别是那些对泰坦酒念念不忘的人，已经开始约着明日去泰坦酒馆一聚了。
en_us: The drinkers there were all very excited, especially those who were still longing for the Titan Liquor. There were already people asking friends out to Titan Tavern for a gathering tomorrow.

source: 现场静了静，众人都一脸疑惑。
en_us: The church quietened down and everyone looked perplexed.

source: 现场顿时一阵骚动。
en_us: The audience could not stay still.

source: 现场顿时沸腾了。
en_us: The crowd erupted into a commotion.

source: 现场：未发现克苏鲁仆从种族踪迹，从破坏程度判断，为目前古大陆最强等级，或与克苏鲁的精神控制有关。
en_us: On Site: Yet to discover the traces of the Cthulhu's servant races. Judging from the extent of the damage, this is related to the strongest tier of the current ancient continent, or the Cthulhu's mental control.

source: 理查德噗通一下跪在了地上，额头上的汗水大颗小颗的往地上掉落。
en_us: Richard dropped to his knees with a plop, and his sweat began to drip onto the floor.

source: 理查德的额头上开始冒汗珠。
en_us: Sweat began to bead on Richard's forehead.

source: 理由非常正当：“孩子放假，带孩子外出游玩取材，一个月后回来！”
en_us: The reason was very proper. "Bringing the children out for a vacation and searching for ingredients during their term break. Be back in a month!"

source: 瑞娜的麦瑞火锅店已经成为了许多火锅爱好者的心头好，能够替代客人们对于火锅的需求。
en_us: Mana Hot Pot Restaurant had already become many hot pot lovers' favorite, and could replace the customers' need for hot pot.

source: 璀璨的圣光横扫而出，数十头飞行古尸瞬间化为飞灰，天空为之一清。
en_us: Glaring Holy Light shot out and dozens of flying ancient corpses turned to dust. The sky turned clear.

source: 璀璨的圣光落到了梅兰特的身上。
en_us: The dazzling Holy Light landed on Merante.

source: 瓶塞打开，一股酒香味徐徐飘了出来。
en_us: The cork was pulled out, and the fragrance of the alcohol wafted out.

source: 甚至……还有些混乱。
en_us: It was even… a little confused.

source: 甚至还有许多精灵兵士认为那些守卫一定是睡着了，否则光是奴隶圈的数十名守卫，就足以镇压一切所谓的造反。
en_us: There were even elven soldiers who thought the guards must have fallen asleep. Otherwise, the guards at the slaves' circle would be able to squash the so-called rebellion.

source: 生命之城最近出现了不小的变化，许多地主们和贵族们纷纷烧毁了奴隶契约，让众多精灵恢复了自由身。
en_us: A huge change had appeared at the City of Life. Many domain lords and nobles had burned their slaves' contracts, freeing many elves.

source: 生命之树光芒大作，一道绿色光芒如丝线一般链接到了星空洞府之中。
en_us: The Tree of Life lit up brightly, and a thread-like beam of green light connected to the Starry Cave.

source: 生活体验值：5
en_us: Life experience points: 5

source: 生活体验系统发布的求助帖：新手系统替小主求购一台二手全自动彩色印刷机！希望各位前辈抬一手，价格美丽一点的……
en_us: Life Experience System's Request Post: New System requesting for a second-hand color printer for the Little Mistress! Hope that all the seniors can lend a helping hand and make the price a little more pretty...

source: 生活体验系统：“MMP！”
en_us: Life Experience System: "Motherf*cker!"

source: 生活体验系统：“……”
en_us: "…" Life Experience System.

source: 生活体验系统：“？？？”
en_us: "???" Life Experience System.

source: 用不着他多言，艾米已经开始给埃菲和玛拉示范如何从蒸笼中取出一只灌汤包，以及如何正确的将它食用。
en_us: He did not have to say anything and Amy was already teaching Eiffie and Mala how to pick the soup dumpling up and how to eat it.

source: 用前辈的经验来看，那些生意火爆的酒馆一般没有什么好酒，因为真正的好酒，必定需要非常精心的酿造和严苛的窖藏，如果不是有着自己的酒坊，普通酒馆老板自酿的酒，量都不会太多。
en_us: With his senior's experience, taverns with thriving businesses would not usually have good wine. That was because good wine would require meticulous brewing and strict requirements. Without their own brewery, ordinary tavern owners would not have too much of their own brews.

source: 用十个铜币能够完美解决的事情，就不要去消耗自己的脑细胞，强行拿出一份不专业的商业计划。
en_us: If it was something that could be solved perfectly with 10 copper coins, Mag would not rack his brain cells to do it on his own and pull out an unprofessional business proposal.

source: 用言语很难形容她的美貌，至少看着她脸和身材，她第一次产生了一丝自卑的情绪。
en_us: Words could hardly describe her beauty. At least, this was the first time she felt inferior when she saw her face and figure.

source: 田螺肉随着麻辣的汤汁一起从壳里钻了出来，落到了他的嘴里。
en_us: The spicy sauce in the shell came out together with the meat, into his mouth.

source: 由矮人族铁匠定制的黑铁钩也被他取下放在床头。
en_us: The black hook that he had custom-made from the dwarf blacksmith, was removed and placed next to the bed.

source: 由迈洛执笔的这篇访谈，倒也写的还算不错。
en_us: This interview, which was written by Mylo, was rather well-written.

source: 电磁炮太夸张，麦格也没有这个本事造。
en_us: Electromagnetic guns were too overboard and Mag didn't have the abitlity to make them.

source: 电磁炮推动的巨大炮弹撞向漂浮在空中的克苏鲁，将它那如小山一般的身体砸的向后退了许多，然后轰然爆炸。
en_us: The giant bullet fired by the electromagnetic gun clashed onto Cthulhu who was hovering in midair, and sent his huge body backwards before exploding.

source: 男人太难了。
en_us: It was too hard to be a man.

source: 男人：π__π…
en_us: Man: π__π…

source: 男孩子在外面要保护好自己，不要随便进陌生酒馆。
en_us: A man must protect himself well when outside and should not enter an unknown tavern.

source: 画册封面是一条美丽的美人鱼，蓝色的巨大鱼尾绚丽多彩，红色的大波浪卷发，美丽的容颜，还能看出几分姬娜的影子，倚靠着礁石，碧波荡漾的海洋蔓延而去。
en_us: On the cover of the picture book was a beautiful mermaid with a giant blue colorful fishtail, red curly hair, and a beautiful face. She looked a little like Gina. The mermaid was leaning against a rock with the vast blue ocean behind her.

source: 画风稚嫩，却也正因如此显得可爱而童真，而且一笔一画已是极为流畅，丝毫不显生硬，让人物生动可爱，灵气十足。
en_us: The artistic style was juvenile, but it made it look cute and innocent. Moreover, every stroke was smooth, making the subject alert, cute, and realistic.

source: 畅快！
en_us: Refreshing!

source: 略一犹豫，他便循着香味向前走去，没多久，他便看到了一家亮着灯的酒馆。
en_us: After a slight hesitation, he followed the scent, and arrived at a brightly lit tavern soon after.

source: 略一犹豫，诺亚还是把话梅糖丢到了嘴里。
en_us: After a brief hesitation, Noah still tossed that preserved plum candy into his mouth.

source: 略一迟疑，她还是将花生喂到了嘴里。
en_us: After a brief moment of hesitation, she popped the peanut into her mouth.

source: 疲惫中带着几分醉意的评委们，眼睛也是纷纷亮起，诧异的看着工作人员手中端着那个圆润酒瓶。
en_us: The judges who were a little tipsy and tired, lit up their eyes too as they stared at the rotund bottle in the staff member's hand with shock.

source: 白色长虹贯天，势不可挡的向下斩落，似要将那巨蛇一剑斩断。
en_us: The white sword projection swung skywards and then slashed down unstoppablely, as though he was trying to slash that giant snake into half with that one strike.

source: 皇城之上，数道气机将麦格和伊琳娜锁定。
en_us: Immediately, Mag and Irina were targeted.

source: 皇宫之中立即有二十几道强者的气息释放出来，在洛都城中还有无数强者正向着这个方向涌来。
en_us: Immediately, the aura of more than 20 powerhouses came out from within the palace. There were also countless powerhouses rushing over from central Rodu.

source: 皇宫，御书房。
en_us: The Palace, in the Royal Study.

source: 皮冻也就是猪皮熬成的粘稠浓汤，放入冰箱之中冷冻之后呈现出来的状态。
en_us: Frozen soup was a thick, sticky soup made from pig's skin and would be in this frozen, jelly-like state after it was frozen in the fridge.

source: 皮，是拍黄瓜的灵魂。
en_us: The skin was the essence of the Smashed Cucumber Salad.

source: 盘子落地，发出了一声脆响。
en_us: The plate fell to the ground with a crisp sound.

source: 盘子里的水分的确增加了一些，不过因为冷藏的缘故，水分析出量不算太多。
en_us: There was indeed more liquid in the plate. However, as the dish was refrigerated, the amount of liquid that seeped out was not too much.

source: 目前为止，他也没有发现这擀面杖神秘在哪里？
en_us: Up till now, he still hadn't discovered the secret of this roller pin.

source: 目前他对此无能为力，甚至不知道该如何向温妮莎解释这件事。
en_us: Currently, he couldn't do anything about it. He didn't even know how to explain this incident to Vanessa.

source: 目前新封印稳定，由于切割的无限进行，克苏鲁处于逐渐虚弱状态，或许存在被彻底杀死的可能。
en_us: New seal is currently stable. Due to the unlimited cutting, Cthulhu is currently weak and might possibly be completely killed.

source: 目前来看，这个系统应该不是那种苦大仇深的系统，也不是什么变态的选择系统，更不是那种容易被和谐的作死系统。
en_us: From what it seemed, this System should not be a vengeful System or perverse choice System, neither was it a pretensious System.

source: 目前酒水单上就这一款酒。
en_us: This was currently the only liquor on the drinks menu.

source: 目前酒馆已经步入正轨，人手短缺成了最大的问题。
en_us: Currently, the tavern was already on track, so manpower became his biggest problem.

source: 直接锤断肋骨的那种。
en_us: Until I break your ribs.

source: 直播系统回复厨神系统：但凡你家宿主再加一个铜币，这帖子就是你的了。
en_us: Live-stream System in reply to God of Cookery System: If your host adds just one more copper coin, this post would be yours.

source: 直白一点……
en_us: To put it bluntly...

source: 相比之下，其他都是小事。
en_us: In comparison, the rest was nothing but small matters.

source: 相比于两千铜币一瓶的茅台酒和那两千铜币一瓶的威士忌，三十铜币一份的酒鬼花生就显得实在太实惠了。
en_us: Compared to the Maotai and whiskey which cost 2,000 copper coins per bottle, the 30-copper-coins drunkard peanuts were way too affordable.

source: 相比于以往她酿酒之时，整个酿酒坊云雾缭绕，酒香四溢。
en_us: In the past when she brewed wine, the entire brewery would be full of steam and the wine fragrance would be wafting everywhere.

source: 相比于品酒，美食才是他真正的专业领域。
en_us: Compared to wine tasting, his real expertise was in food tasting.

source: 相比于技术尚未成熟的影像传播，和多少有些干巴巴的文字，图片配上文字的画册，并且有着相当成熟的运营体系和接受人群，岂不是一个相当合适的传播途径？
en_us: Compared to the immature spread of video technology and the dry literature, the picture albums with words and pictures had a relatively mature operating system and a group of readers. Wasn't it quite a suitable means of transmission?

source: 相比于普通百姓，在朝廷官员上动刀，显然更容易把事情搞大。
en_us: Compared to the ordinary citizens, it would be easier to create bigger trouble when he targeted the court officials.

source: 相比于泰坦酒原本复杂的工艺，和不太好控制的蒸馏设备，经过麦格改进的工艺变得简洁了许多，蒸馏设备的使用也是变得轻松简单。
en_us: Compared to the complex workflow of the original Titan Liquor, and the distillation equipment that was difficult to control, Mag's improved workflow and made things much simpler and the new distillation equipment was also easier to operate.

source: 相比于混乱之城，洛都的商业气息和坊市规模都要更为庞大，随处可见各种有趣的玩意，可乐坏了两个孩子。
en_us: Compared to Chaos City, Rodu's business atmosphere and the squares' sizes were much greater. They could see interesting things everywhere. The children were so excited.

source: 相比于自己每天忙到满地找头，她也好想体验一下这种枯燥且无趣的生活。
en_us: She wanted to experience the dry and boring life compared to her hectic hustling every day.

source: 相比于葡萄的芳香，她的芳香更为醇馥幽郁，细细品味，竟也无法分辨出她究竟有多少种香味，只是愈发沉迷其中。
en_us: Compared to the grape's fragrance, its fragrance was deeper and richer. No one could identify how many types of fragrances is had even when they savored it slowly.

source: 看一个普通人，认真生活的模样。
en_us: Looking at an ordinary man living life seriously.

source: 看似简单的绿豆糕，这已经是麦格下午出品的第六版了。
en_us: The seemingly simple mung bean pastry had already reached its sixth version in the afternoon.

source: 看到库尔特和弗格斯麦格并不意外，因为他已经已经看到了许多在品酒大会见过的面孔。
en_us: Mag wasn't surprised to see Kurt and Fergus because he had already seen many familiar faces from the liquor tasting event.

source: 看埃菲的目光也是有了一些变化。
en_us: He saw the change in Eiffie's gaze.

source: 看客们一脸惊奇的看着艾米，犹如见识到了宝藏女孩一般，对于老板，则带着几分幸灾乐祸的调侃。
en_us: The onlookers were looking at Amy with shock, as if they had just seen a girl with hidden abilities. As for the boss, they were looking at him with schadenfreude.

source: 看客们叫好声不时响起，对于套中一只鹅的结果已经麻木，可看着那竹圈从艾米小小的手中丢出，然后精准命中那些试图闪避的大鹅时，依旧忍不住赞叹。
en_us: The onlookers kept cheering. They were already numb to the result of catching one goose, but they still couldn't help cheering when they saw the bamboo rings leave Amy's little hands and accurately land on those big geese that tried to evade them.

source: 看客们注意到了麦格他们这一家子，眼睛纷纷一亮。
en_us: The onlookers noticed Mag and his family, and their eyes widened.

source: 看客们看着艾米，也是纷纷露出了笑容。
en_us: The people gathered were all looking at Amy with a smile.

source: 看客们纷纷打起了精神，满脸感兴趣的神情，还有不少在讨论她能不能套中的。
en_us: The onlookers were all watching excitedly, and many were discussing if she could catch any.

source: 看得出为了给孩子们一个新家，露娜的确非常用心。
en_us: It was obvious that Luna had indeed put in a lot of effort into giving the children a new home.

source: 看得出这里的确曾经繁荣过，是的，曾经。
en_us: He could see that it had indeed been prosperous before. Yes, in the past.

source: 看来埃菲已经把昨晚发生的事情和伊琳娜说了一遍。
en_us: It seemed like Eiffie had already explained last night's incident to Irina.

source: 看样子酒馆已经开始营业，所以他伸手推开门走了进去。
en_us: The tavern appeared to have started operating, so he pushed the door open and entered.

source: 看看着被打爆了半个脑袋，依旧重新起飞的巨蛇，他觉得还是有些低估了这条蛇。
en_us: Looking at the giant snake which was still flying despite half of its head being busted, Mag felt he had underestimated it.

source: 看着两人吃的津津有味，安妮也是坐不住了，低头在包子上咬了一口，吮吸着汤汁，嘴角同样忍不住上扬。
en_us: Annie could not sit still seeing how delicious the two made the soup dumpling look. She also bit into the dumpling and sucked out the soup as a smile appeared on her face.

source: 看着坟堆上冒出来的一团团绿莹莹的怨气，麦格除了心里有点打突之外，看着梅兰特的背影，没由来的想到了降妖除魔的道士。
en_us: Looking at the whiffs of green resentment emerging from the mass grave, apart from feeling a little spooky, Merante reminded Mag of a Taoist priest performing an exorcism when Mag looked at his back.

source: 看着守在门口的艾米和安娜，笑眯眯道：“怎么，都饿了吗？”
en_us: Looking at Amy and Anna who were standing at the door and smilingly said, "Why? Are you hungry?"

source: 看着梅兰特和诺亚远去，伊琳娜看着麦格，眉头微蹙道：“你说，乔修这是为了什么？”
en_us: After watching Merante and Noya leave, a frowning Irina asked Mag, "Say, what do you think Josh is doing all this for?"

source: 看着砧板上拍好的黄瓜，麦格眉头微皱。
en_us: Mag frowned a little when he looked at the smashed cucumber on the chopping board.

source: 看着脑海中出现的那两个金光闪闪的菜谱经验包，麦格微微一愣。
en_us: Looking at the two gleaming recipe experience bags in his mind, Mag was slightly taken aback.

source: 看着艾米手里那只硬币大小的蜗牛，这和田螺相比也大不了多少。
en_us: Looking at that snail that was about the size of a coin, it was no bigger than a river snail.

source: 看着那三个圆滚滚的茅台酒瓶，和那用细长水晶瓶盛装的威士忌，众人眼睛纷纷一亮。
en_us: Everyone's eyes lit up when they saw the three roly-poly Maotai bottles and the thin and narrow crystal whiskey bottle.
